{
	"An error occured: ": "Es ist ein Fehler aufgetreten: ",
	"You have not linked your Spotify account, check your Alexa app to link the account": "Du hast kein Spotify-Konto hinterlegt. Um dein Konto mit Alexa zu verknüpfen, gehe in die Alexa App",
	"I can control your Spotify Connect devices, to start, ask me to list your devices": "Hey! Ich kann deine Spotify Connect Geräte steuern. Frag mich einfach nach deinen Geräten",
	"To start, ask me to list your devices": "Frag mich doch einfach nach deinen Geräten!",
	"You can ask me to list your connect devices and then control them. ": "Du kannst mich nach deinen Spotify Connect Geräten fragen, um sie zu steuern.",
	"For example, tell me to play on a device number after listing devices": "Sag' zum Beispiel, Spiele Musik auf dem Gerät, und der Geräte-Nummer, nachdem alle Geräte aufgelistet sind.",
	"What would you like to do?": "Was möchtest du machen?",
	"I couldn't work out the volume to use.": "Ich konnte deine Lautstärke nicht finden.",
	"Try setting a volume between 0 and 10": "Versuche eine Zahl von 0 bis 10.",
	"You can only set the volume between 0 and 10": "Du kannst die Lautstärke nur auf 0 bis 10 ändern",
	"I couldn't find any connect devices, check your Alexa app for information on connecting a device": "Ich konnte keine Spotify Connect Geräte finden. Für weitere Informationen zum Verbinden deines Gerätes, gehe in der Alexa App",
	"Connecting to a device using Spotify Connect": "Ein Gerät mit Spotify Connect verbinden",
	"To add a device to Spotify Connect, log in to your Spotify account on a supported device such as an Echo, phone, or computer\nhttps://support.spotify.com/uk/article/spotify-connect/": "Um ein Gerät mit Spotify Connect zu verbinden, melde dich zuerst mit deinem Spotify-Konto auf dem unterstützen Gerätwie zum Beispiel einem Amazon Echo, deinem Smartphone, oder einem Computer an\nhttps://support.spotify.com/de/article/spotify-connect/",
	"I found these connect devices: ": "Ich habe folgende Geräte gefunden:  ",
	"What would you like to do with these devices?": "Was möchtest du auf diesen Geräten machen?",
	"I couldn't work out which device number to play on.": "Ich konnte dein Gerät zur Musikwiedergabe nicht finden.",
	"Try asking me to play on a device number": "Sag zum Beispiel, spiel Musik auf, und dann der Geräte-Nummer",
	"I couldn't work out which device to play on, make sure you refer to the device by number.": "Ich konnte dein Gerät zur Musikwiedergabe nicht finden, Versuche, die Geräte-Nummer zu nennen.",
	"Playing on device {{deviceNumber}}: {{deviceName}}": "Musik wird auf {{deviceNumber}}: {{deviceName}} abgespielt",
	"I couldn't find device {{deviceNumber}}. ": "Ich konnte das Gerät {{deviceNumber}} nicht finden.",
	"Try asking me to list devices first": "Frage mich zuerst, nach allen Geräten",
	"I couldn't work out which device number to transfer to.": "Ich konnte dein Gerät zum Übertragen der Musikwiedergabe nicht finden.",
	"Try asking me to transfer to a device number": "Sag zum Beispiel, übertrage die Musikwiedergabe auf, und dann der Geräte-Nummer",
	"I couldn't work out which device to transfer to, make sure you refer to the device by number.": "Ich konnte dein Gerät zur Musikwiedergabe nicht finden, Versuche, die Geräte-Nummer zu nennen.",
	"Transferring to device {{deviceNumber}}: {{deviceName}}": "Musikwiedergabe wird auf {{deviceNumber}} : {{deviceName}} übertragen",
	"This is {{name}} by {{artist}}": "Das ist {{name}} von {{artist}}",
	"That was {{name}} by {{artist}}": "Das war {{name}} von {{artist}}",
	"Nothing is playing": "Aktuell wird nichts gespielt"
}