{
	"An error occured: ": "Ocurrió un error: ",
	"You have not linked your Spotify account, check your Alexa app to link the account": "No has enlazado tu cuenta de Spotify, utiliza tu app Alexa para enlazar la cuenta",
	"I can control your Spotify Connect devices, to start, ask me to list your devices": "Oye, ahora puedo controlar tus dispositivos Spotify Connect. Para comenzar, pídeme que liste tus dispositivos",
	"To start, ask me to list your devices": "Para empezar, pídeme que liste tus dispositivos",
	"You can ask me to list your connect devices and then control them. ": "Puedes pedirme que liste tus dispositivos connect y luego controlarlos. ",
	"For example, tell me to play on a device number after listing devices": "Por ejemplo, dime que reproduzca en un número de dispositivo después de listar los dispositivos",
	"What would you like to do?": "¿Qué te gustaría hacer?",
	"I couldn't work out the volume to use.": "No he podido entender el volumen a utilizar.",
	"Try setting a volume between 0 and 10": "Intenta poner un volumen entre 0 y 10",
	"You can only set the volume between 0 and 10": "Solo puedes poner el volumen entre 0 y 10",
	"I couldn't find any connect devices, check your Alexa app for information on connecting a device": "No he podido encontrar ningún dispositivo connect, comprueba en tu app Alexa cómo conectar un dispositivo",
	"Connecting to a device using Spotify Connect": "Conectando a un dispositivo utilizando Spotify Connect",
	"To add a device to Spotify Connect, log in to your Spotify account on a supported device such as an Echo, phone, or computer\nhttps://support.spotify.com/uk/article/spotify-connect/": "Para añadir un dispositivo a Spotify Connect, entra en tu cuenta de Spotify en un dispositivo soportado, como un Echo, smartphone u ordenadorn\nhttps://support.spotify.com/es/article/spotify-connect/",
	"I found these connect devices: ": "He encontrado estos dispositivos connect:  ",
	"What would you like to do with these devices?": "¿Qué te gustaría hacer con estos dispositivos?",
	"I couldn't work out which device number to play on.": "No he podido entender qué número de dispositivo utilizar para la reproducción.",
	"Try asking me to play on a device number": "Intenta pedirme que reproduzca en un número de dispositivo",
	"I couldn't work out which device to play on, make sure you refer to the device by number.": "No he podido entender en qué dispositivo reproducir, asegúrate de que te refieres al dispositivo por su número.",
	"Playing on device {{deviceNumber}}: {{deviceName}}": "Reproduciendo en dispositivo número {{deviceNumber}} con nombre {{deviceName}}",
	"I couldn't find device {{deviceNumber}}. ": "No he podido encontrar el dispositivo {{deviceNumber}}.",
	"Try asking me to list devices first": "Intenta pedirme primero que liste los dispositivos",
	"I couldn't work out which device number to transfer to.": "No he podido entender a qué número de dispositivo transferir.",
	"Try asking me to transfer to a device number": "Intenta pedirme que transfiera a un número de dispositivo",
	"I couldn't work out which device to transfer to, make sure you refer to the device by number.": "No he podido entender a qué dispositivo transferir, asegúrate de que te refieres al dispositivo por su número.",
	"Transferring to device {{deviceNumber}}: {{deviceName}}": "Transfiriendo al dispositivo número {{deviceNumber}}, llamado {{deviceName}}",
	"This is {{name}} by {{artist}}": "Es {{name}}, de {{artist}}",
	"That was {{name}} by {{artist}}": "Era {{name}} de {{artist}}",
	"Nothing is playing": "Ahora mismo no suena nada",
	"Make sure your Spotify account is premium": "Asegúrate de que tienes una cuenta premium de Spotify"
}