{
	"An error occured: ": "Une erreur s'est produite. ",
	"You have not linked your Spotify account, check your Alexa app to link the account": "Vous n'avez pas lié de compte Spotify, Vérifiez votre application Alexa afin de lier votre compte.",
	"I can control your Spotify Connect devices, to start, ask me to list your devices": "Je peux contrôler vos appareils Spotify Connect, pour commencer, demandez-moi de lister vos appareils",
	"To start, ask me to list your devices": "Pour commencer, demandez moi de lister vos appareils.",
	"You can ask me to list your connect devices and then control them. ": "Vous pouvez me demander la liste de vos appareils connectés puis de les controler. ",
	"For example, tell me to play on a device number after listing devices": "Par exemple, demandez moi de jouer sur le numéro d'un appareil après les avoir listés.",
	"What would you like to do?": "Que voulez vous que je fasses ?",
	"I couldn't work out the volume to use.": "Je n'ai pas pu calculer le volume à utiliser.",
	"Try setting a volume between 0 and 10": "Essayez de régler le volume entre 0 et 10",
	"You can only set the volume between 0 and 10": "Vous pouvez uniquement définir le volume entre 0 et 10",
	"I couldn't find any connect devices, check your Alexa app for information on connecting a device": "Aucun appareil n'est connecté, vérifiez votre application Alexa pour plus d'informations sur la connexion d'un appareil",
	"Connecting to a device using Spotify Connect": "Connexion à un appareils utilisant Spotify Connect",
	"To add a device to Spotify Connect, log in to your Spotify account on a supported device such as an Echo, phone, or computer\nhttps://support.spotify.com/uk/article/spotify-connect/": "Pour ajouter un appareil à Spotify Connect, connectez-vous à votre compte Spotify sur un appareil compatible tel qu'un Echo, un téléphone ou un ordinateur\nhttps://support.spotify.com/fr/article/spotify-connect/",
	"I found these connect devices: ": "J'ai trouvé ces appareils connectés:",
	"What would you like to do with these devices?": "Qu'aimeriez-vous faire avec ces appareils?",
	"I couldn't work out which device number to play on.": "Je n'ai pas trouvé votre appareil.",
	"Try asking me to play on a device number": "Essayez de me demander de jouer sur un numéro de périphérique",
	"I couldn't work out which device to play on, make sure you refer to the device by number.": "Je ne peux pas déterminer sur quel appareil jouer, assurez-vous de vous référer à un appareil par son numéro.",
	"Playing on device {{deviceNumber}}: {{deviceName}}": "Lancement de la musique sur l'appareil {{deviceNumber}}: {{deviceName}}",
	"I couldn't find device {{deviceNumber}}. ": "Je n'ai pas pu trouver l'appareil {{deviceNumber}}.",
	"Try asking me to list devices first": "Demandez moi de lister les appareils en premier",
	"I couldn't work out which device number to transfer to.": "Je ne parviens pas à déterminer sur quel appareil vous souhaitez jouer.",
	"Try asking me to transfer to a device number": "Demandez moi le numéro de l'appareil ou vous souhaitez transférer la musique",
	"I couldn't work out which device to transfer to, make sure you refer to the device by number.": "Je ne parviens pas à identifier cet appareil, assurez-vous de vous référer à l'appareil par son numéro.",
	"Transferring to device {{deviceNumber}}: {{deviceName}}": "Transfert vers l'appareil {{deviceNumber}}: {{deviceName}}",
	"This is {{name}} by {{artist}}": "La musique est {{name}} de {{artist}}",
	"That was {{name}} by {{artist}}": "La musique était {{name}} de {{artist}}",
	"Nothing is playing": "Aucune musique n'est jouée",
	"Make sure your Spotify account is premium": "Assurez-vous que vous possédez un compte Spotify premium"
}
