{
	"An error occured: ": "Si è verificato un errore : ",
	"You have not linked your Spotify account, check your Alexa app to link the account": "Non hai collegato il tuo account spotify, controlla la tua app Alexa per collegarlo",
	"I can control your Spotify Connect devices, to start, ask me to list your devices": "Posso controllare i tuoi dispositity Spotify connect, per iniziare, chiedimi di elencare i tuoi dispositivi",
	"To start, ask me to list your devices": "Per iniziare, chiedimi di elencare i tuoi dispositivi",
	"You can ask me to list your connect devices and then control them. ": "Puoi chiedermi di elencarti i tuoi dispositivi e poi controllarli ",
	"For example, tell me to play on a device number after listing devices": "Per esempio, dimmi di riprodurre sul numero di uno dei dispositivi dopo averteli elencati",
	"What would you like to do?": "Cosa ti piacerebbe fare?",
	"I couldn't work out the volume to use.": "Non riesco a capire che volume utilizzare.",
	"Try setting a volume between 0 and 10": "Prova a settare un volume tra 0 e 10",
	"You can only set the volume between 0 and 10": "Puoi settare solo un volume tra 0 e 10",
	"I couldn't find any connect devices, check your Alexa app for information on connecting a device": "Non riesco a trovare nessun dispositivo connesso, controlla la tua app Alexa per informazioni su come connettere un dispositivo",
	"Connecting to a device using Spotify Connect": "Mi sto collegando ad un dispositivo di Spotify Connect",
	"To add a device to Spotify Connect, log in to your Spotify account on a supported device such as an Echo, phone, or computer\nhttps://support.spotify.com/uk/article/spotify-connect/": "Per aggiungere un dispositivo a Spotify connect, accedi al tuo account Spotify su un dispositivo supportato come un Echo, un telefono o un computer\nhttps://support.spotify.com/uk/article/spotify-connect/",
	"I found these connect devices: ": "Ho trovato questi dispositivi connessi:  ",
	"What would you like to do with these devices?": "Cosa vorresti fare con questi dispositivi?",
	"I couldn't work out which device number to play on.": "Non riesco a capire da che dispositivo riprodurre. ",
	"Try asking me to play on a device number": "Prova a chiedermi di riprodurre su un numero di un dispositivo diverso",
	"I couldn't work out which device to play on, make sure you refer to the device by number.": "Non riesco a capire da che dispositivo riprodurre, assicurati di fare riferimento al dispositivo con il suo numero identificativo",
	"Playing on device {{deviceNumber}}: {{deviceName}}": "Riproducendo sul dispositivo {{deviceNumber}}: {{deviceName}}",
	"I couldn't find device {{deviceNumber}}. ": "Non riesco a trovare il dispositivo {{deviceNumber}}. ",
	"Try asking me to list devices first": "Prima di tutto, prova a chiederi di elencare i dispositivi",
	"I couldn't work out which device number to transfer to.": "Non riesco a capire su che numero del dispositivo trasferirmi",
	"Try asking me to transfer to a device number": "Prova a chiedermi di sportarmi su un altro numero di dispositivo",
	"I couldn't work out which device to transfer to, make sure you refer to the device by number.": "Non riesco a capire su che numero del dispositivo trasferirmi, assicurati di fare riferimento al dispositivo con il suo numero identificativo.",
	"Transferring to device {{deviceNumber}}: {{deviceName}}": "Mi sto spostando sul dispositivo {{deviceNumber}}: {{deviceName}}",
	"This is {{name}} by {{artist}}": "Questo è {{name}} da {{artist}}",
	"That was {{name}} by {{artist}}": "Questo era {{name}} da {{artist}}",
	"Nothing is playing": "Non si sta ascoltando nulla",
	"Make sure your Spotify account is premium": "Assicurati di avere un account Spotify premium"
}