{
	"An error occured: ": "Ocorreu um erro: ",
	"You have not linked your Spotify account, check your Alexa app to link the account": "Você não conectou sua conta Spotify, abra o app Alexa para conectar a conta",
	"I can control your Spotify Connect devices, to start, ask me to list your devices": "Posso controlar seus dispositivos Spotify Connect. Para começar, peça para listar seus dispositivos",
	"To start, ask me to list your devices": "Para começar, peça para listar seus dispositivos",
	"You can ask me to list your connect devices and then control them. ": "Você pode me pedir para listar seus dispositivos e então controlá-los. ",
	"For example, tell me to play on a device number after listing devices": "Por exemplo, diga-me para tocar em um número de dispositivo depois de listar dispositivos",
	"For example, tell me to play on a device after listing devices": "Por exemplo, diga-me para reproduzir em um dispositivo depois de listar dispositivos",
	"What would you like to do?": "O que você gostaria de fazer?",
	"I couldn't work out the volume to use.": "Não consegui calcular o volume a usar.",
	"Try setting a volume between 0 and 10": "Tente definir um volume entre 0 e 10",
	"You can only set the volume between 0 and 10": "Você só pode definir o volume entre 0 e 10",
	"I couldn't find any connect devices, check your Alexa app for information on connecting a device": "Não encontrei nenhum dispositivo conectado, verifique seu aplicativo Alexa para obter informações sobre como conectar um dispositivo",
	"Connecting to a device using Spotify Connect": "Conectando a um dispositivo utilizando Spotify Connect",
	"To add a device to Spotify Connect, log in to your Spotify account on a supported device such as an Echo, phone, or computer\nhttps://support.spotify.com/uk/article/spotify-connect/": "Para adicionar um dispositivo a Spotify Connect, entre na sua conta do Spotify em um dispositivo suportado, como um Echo, smartphone ou computador\nhttps://support.spotify.com/es/article/spotify-connect/",
	"I found these connect devices: ": "Eu encontrei esses dispositivos conectados:  ",
	"What would you like to do with these devices?": "O que você gostaria de fazer com esses dispositivos?",
	"I couldn't work out which device number to play on.": "Não consegui entender em qual número de dispositivo é para tocar.",
	"Try asking me to play on a device number": "Tente me pedir para tocar em um número de dispositivo",
	"I couldn't work out which device to play on, make sure you refer to the device by number.": "Não consegui descobrir em qual dispositivo tocar. Certifique-se de consultar o dispositivo por número.",
	"Playing on device {{deviceNumber}}: {{deviceName}}": "Reproduzindo no dispositivo número {{deviceNumber}} com nome {{deviceName}}",
	"I couldn't find device {{deviceNumber}}. ": "Não foi possível encontrar o dispositivo {{deviceNumber}}.",
	"Try asking me to list devices first": "Tente primeiramente me pedir para listar os dispositivos",
	"I couldn't work out which device number to transfer to.": "Não consegui descobrir para qual número de dispositivo transferir.",
	"Try asking me to transfer to a device number": "Tente pedir me para transferir a um número de dispositivo",
	"I couldn't work out which device to transfer to, make sure you refer to the device by number.": "Não consegui descobrir para qual dispositivo transferir, verifique se você se refere ao dispositivo por número.",
	"Transferring to device {{deviceNumber}}: {{deviceName}}": "Transferindo para o  dispositivo número {{deviceNumber}}, chamado {{deviceName}}",
	"This is {{name}} by {{artist}}": "É {{name}}, de {{artist}}",
	"That was {{name}} by {{artist}}": "Era {{name}} de {{artist}}",
	"Nothing is playing": "Nada para tocar",
	"Make sure your Spotify account is premium": "Tenha certeza que possui uma conta premium do Spotify"
}
